Repository: Miller-Media/send-emails-with-mandrill
Catalog: languages/send-emails-with-mandrill-*.po
Languages: bg_bg, id_id, pl_pl

source: Confirm that any change you made to the payload is in line with the <a href="http://mandrillapp.com/api/docs/" target="_blank">Mandrill's API's documentation</a>. Also, the <em>X-*:</em> headers, must be in line with the <a href="http://help.mandrill.com/forums/20689696-smtp-integration" target="_blank">SMTP API documentation</a>. By using this plugin, you agree that you and your website will adhere to <a href="http://www.mandrill.com/terms/" target="_blank">Mandrill's Terms of Use</a> and <a href="http://mandrill.com/privacy/" target="_blank">Privacy Policy</a>.
bg_bg: Потвърдете, че всяка промяна, която сте направили в товара, е в съответствие с <a href="http://mandrillapp.com/api/docs/" target="_blank">документацията на Mandrill API</a>. Също така заглавките <em>X-*:</em> трябва да са в съответствие с <a href="http://help.mandrill.com/forums/20689696-smtp-integration" target="_blank">SMTP API документацията</a>. Използвайки тази добавка, вие се съгласявате, че вие и вашият уебсайт ще спазвате <a href="http://www.mandrill.com/terms/" target="_blank">Условията за използване на Mandrill</a> и <a href="http://mandrill.com/privacy/" target="_blank">Политиката за поверителност</a>.
id_id: Pastikan setiap perubahan yang Anda buat pada payload sesuai dengan <a href="http://mandrillapp.com/api/docs/" target="_blank">dokumentasi API Mandrill</a>. Selain itu, header <em>X-*:</em> harus sesuai dengan <a href="http://help.mandrill.com/forums/20689696-smtp-integration" target="_blank">dokumentasi API SMTP</a>. Dengan menggunakan plugin ini, Anda menyetujui bahwa Anda dan situs web Anda akan mematuhi <a href="http://www.mandrill.com/terms/" target="_blank">Ketentuan Penggunaan Mandrill</a> dan <a href="http://mandrill.com/privacy/" target="_blank">Kebijakan Privasi</a>.
pl_pl: Potwierdź, że każda zmiana, któr wprowadzie w adunku, jest zgodna z <a href="http://mandrillapp.com/api/docs/" target="_blank">dokumentacj API Mandrill</a>. Również nagówki <em>X-*:</em> musz by zgodne z <a href="http://help.mandrill.com/forums/20689696-smtp-integration" target="_blank">dokumentacj API SMTP</a>. Używajc tej wtyczki, zgadzasz si, że Ty i Twoja witryna bdziecie przestrzega <a href="http://www.mandrill.com/terms/" target="_blank">Warunków użytkowania Mandrill</a> i <a href="http://mandrill.com/privacy/" target="_blank">Polityki prywatnoci</a>.

source: if you have any question about Mandrill or this plugin, visit the <a href="http://help.mandrill.com/" target="_blank">Mandrill's Support Center</a>.
bg_bg: Ако имате някакъв въпрос относно Mandrill или тази добавка, посетете <a href="http://help.mandrill.com/" target="_blank">Центъра за поддръжка на Mandrill</a>.
id_id: jika Anda memiliki pertanyaan tentang Mandrill atau plugin ini, kunjungi <a href="http://help.mandrill.com/" target="_blank">Pusat Bantuan Mandrill</a>.
pl_pl: jeli masz jakiekolwiek pytania dotyczce Mandrill lub tej wtyczki, odwiedź <a href="http://help.mandrill.com/" target="_blank">Centrum wsparcia Mandrill</a>.

source: Settings
bg_bg: Настройки
id_id: Pengaturan
pl_pl: Ustawienia

source: Reports
bg_bg: Доклади
id_id: Laporan
pl_pl: Raporty

source: Send Test
bg_bg: Изпрати тест
id_id: Kirim Tes
pl_pl: Wylij test

source: Mandrill How-Tos
bg_bg: Mandrill Ръководства
id_id: Panduan Mandrill
pl_pl: Poradniki Mandrill

source: You must define a valid sender email.
bg_bg: Трябва да дефинирате валиден имейл на подател.
id_id: Anda harus menentukan email pengirim yang valid.
pl_pl: Musisz zdefiniowa prawidowy adres e-mail nadawcy.

source: Test failed. Please verify the following: <ol> <li>That your web server has either cURL installed or is able to use fsock*() functions (if you don't know what this means, you may want to check with your hosting provider for more details);</li> <li>That your API key is active (this can be viewed on the <a href="https://mandrillapp.com/settings/index" target="_blank">SMTP & API Credentials</a> page in your Mandrill account);</li> </ol>
bg_bg: Тестът е неуспешен. Моля, проверете следното: <ol> <li>Че вашият уеб сървър има инсталиран cURL или може да използва fsock*() функции (ако не знаете какво означава това, може да се свържете с вашия доставчик на хостинг за повече подробности);</li> <li>Че вашият API ключ е активен (това може да се види на страницата <a href="https://mandrillapp.com/settings/index" target="_blank">SMTP & API идентификационни данни</a> във вашия Mandrill акаунт);</li> </ol>
id_id: Tes gagal. Silakan verifikasi hal berikut: <ol> <li>Bahwa server web Anda memiliki cURL terinstal atau dapat menggunakan fungsi fsock*() (jika Anda tidak tahu apa artinya ini, Anda dapat menghubungi penyedia hosting Anda untuk detail lebih lanjut);</li> <li>Bahwa kunci API Anda aktif (ini dapat dilihat di halaman <a href="https://mandrillapp.com/settings/index" target="_blank">Kredensial SMTP & API</a> di akun Mandrill Anda);</li> </ol>

source: Test executed: %1$d emails sent, %2$d emails queued and %3$d emails rejected
bg_bg: Тест изпълнен: %1$d имейли изпратени, %2$d имейли в опашка и %3$d имейли отхвърлени
id_id: Tes dijalankan: %1$d email terkirim, %2$d email dalam antrean dan %3$d email ditolak
pl_pl: Test wykonany: %1$d e-maili wysano, %2$d e-maili w kolejce i %3$d e-maili odrzucono

source: To get your API key, please visit your <a href="http://mandrillapp.com/settings/index" target="_blank">Mandrill Settings</a>
bg_bg: За да получите вашия API ключ, моля, посетете вашите <a href="http://mandrillapp.com/settings/index" target="_blank">Mandrill настройки</a>
id_id: Untuk mendapatkan kunci API Anda, silakan kunjungi <a href="http://mandrillapp.com/settings/index" target="_blank">Pengaturan Mandrill</a> Anda
pl_pl: Aby uzyska klucz API, odwiedź <a href="http://mandrillapp.com/settings/index" target="_blank">Ustawienia Mandrill</a>

source: Sorry. Invalid API key.
bg_bg: Съжаляваме. Невалиден API ключ.
id_id: Maaf. Kunci API tidak valid.
pl_pl: Przepraszamy. Nieprawidowy klucz API.

source: This address will be used as the sender of the outgoing emails:
bg_bg: Този адрес ще бъде използван като подател на изходящите имейли:
id_id: Alamat ini akan digunakan sebagai pengirim email keluar:
pl_pl: Ten adres bdzie używany jako nadawca wychodzcych e-maili:

source: Name the recipients will see in their email clients:
bg_bg: Име, което получателите ще виждат в техните имейл клиенти:
id_id: Nama yang akan dilihat penerima di klien email mereka:
pl_pl: Nazwa, któr odbiorcy zobacz w swoich klientach poczty:

source: This address will be used as the recipient where replies from the users will be sent to:
bg_bg: Този адрес ще бъде използван като получател, на който ще се изпращат отговорите от потребителите:
id_id: Alamat ini akan digunakan sebagai penerima di mana balasan dari pengguna akan dikirimkan:
pl_pl: Ten adres bdzie używany jako odbiorca, na który bd wysyane odpowiedzi od użytkowników:

source: Leave blank to use the FROM Email. If you want to override this setting, you must use the <em><a href="#" onclick="jQuery('a#contextual-help-link').trigger('click');return false;">mandrill_payload</a></em> WordPress filter.
bg_bg: Оставете празно, за да използвате ОТ имейл. Ако искате да заместите тази настройка, трябва да използвате WordPress филтъра <em><a href="#" onclick="jQuery('a#contextual-help-link').trigger('click');return false;">mandrill_payload</a></em>.
id_id: Biarkan kosong untuk menggunakan Email PENGIRIM. Jika Anda ingin mengganti pengaturan ini, Anda harus menggunakan filter WordPress <em><a href="#" onclick="jQuery('a#contextual-help-link').trigger('click');return false;">mandrill_payload</a></em>.
pl_pl: Pozostaw puste, aby uży e-maila nadawcy. Jeli chcesz nadpisa to ustawienie, musisz uży filtra WordPress <em><a href="#" onclick="jQuery('a#contextual-help-link').trigger('click');return false;">mandrill_payload</a></em>.

source: Name of the sub account you wish to use (optional):
bg_bg: Име на подакаунта, който искате да използвате (незадължително):
id_id: Nama sub akun yang ingin Anda gunakan (opsional):
pl_pl: Nazwa podkonta, którego chcesz uży (opcjonalnie):

source: No templates found.
bg_bg: Не са намерени шаблони.
id_id: Tidak ada template ditemukan.
pl_pl: Nie znaleziono szablonów.

source: Select the template to use:
bg_bg: Изберете шаблона за използване:
id_id: Pilih template yang akan digunakan:
pl_pl: Wybierz szablon do użycia:

source: <br /><small>The selected template must have a <strong><em>mc:edit="main"</em></strong> placeholder defined. The message will be shown there.</small>
bg_bg: <br /><small>Избраният шаблон трябва да има дефиниран заместител <strong><em>mc:edit="main"</em></strong>. Съобщението ще бъде показано там.</small>
id_id: <br /><small>Template yang dipilih harus memiliki placeholder <strong><em>mc:edit="main"</em></strong> yang ditentukan. Pesan akan ditampilkan di sana.</small>
pl_pl: <br /><small>Wybrany szablon musi mie zdefiniowany symbol zastpczy <strong><em>mc:edit="main"</em></strong>. Wiadomo zostanie tam wywietlona.</small>

source: Replace all line feeds ("\n") by &lt;br/&gt; in the message body?
bg_bg: Заменете всички преходи на нов ред ("\n") с &lt;br/&gt; в тялото на съобщението?
id_id: Ganti semua jeda baris ("\n") dengan &lt;br/&gt; di badan pesan?
pl_pl: Zastpi wszystkie znaki nowej linii ("\n") przez &lt;br/&gt; w treci wiadomoci?

source: <br /><small>If you are sending HTML emails already keep this setting deactivated.<br/>But if you are sending text only emails (WordPress default) this option might help your emails look better.</small>
bg_bg: <br /><small>Ако вече изпращате HTML имейли, оставете тази настройка деактивирана.<br/>Но ако изпращате само текстови имейли (WordPress по подразбиране), тази опция може да помогне на вашите имейли да изглеждат по-добре.</small>
id_id: <br /><small>Jika Anda sudah mengirim email HTML, biarkan pengaturan ini nonaktif.<br/>Tetapi jika Anda mengirim email teks saja (default WordPress), opsi ini dapat membantu email Anda terlihat lebih baik.</small>
pl_pl: <br /><small>Jeli już wysyasz e-maile HTML, pozostaw to ustawienie wyczone.<br/>Ale jeli wysyasz e-maile tylko tekstowe (domylne w WordPress), ta opcja może pomóc Twoim e-mailom wyglda lepiej.</small>

source: You can change the value of this setting on the fly by using the %1$s filter.
bg_bg: Можете да промените стойността на тази настройка в движение, като използвате филтъра %1$s.
id_id: Anda dapat mengubah nilai pengaturan ini secara langsung dengan menggunakan filter %1$s.
pl_pl: Możesz zmieni warto tego ustawienia w locie, używajc filtra %1$s.

source: <br /><small>Check this if your WooCommerce emails are spaced incorrectly after enabling the <br/> setting above.</small>
bg_bg: <br /><small>Отметнете това, ако вашите WooCommerce имейли са разпределени неправилно след активиране на настройката <br/> по-горе.</small>
id_id: <br /><small>Centang ini jika email WooCommerce Anda memiliki spasi yang tidak tepat setelah mengaktifkan pengaturan <br/> di atas.</small>
pl_pl: <br /><small>Zaznacz to, jeli Twoje e-maile WooCommerce s nieprawidowo rozmieszczone po wczeniu powyższego ustawienia <br/>.</small>

source: If there are tags that you want appended to every call, list them here, one per line:<br />
bg_bg: Ако има тагове, които искате да бъдат добавени към всяко извикване, избройте ги тук, по един на ред:<br />
id_id: Jika ada tag yang ingin Anda tambahkan ke setiap panggilan, cantumkan di sini, satu per baris:<br />
pl_pl: Jeli s tagi, które chcesz doczy do każdego wywoania, wypisz je tutaj, jeden na lini:<br />

source: Also keep in mind that you can add or remove tags using the <em><a href="#" onclick="jQuery('a#contextual-help-link').trigger('click');return false;">mandrill_payload</a></em> WordPress filter.
bg_bg: Също така имайте предвид, че можете да добавяте или премахвате тагове, използвайки WordPress филтъра <em><a href="#" onclick="jQuery('a#contextual-help-link').trigger('click');return false;">mandrill_payload</a></em>.
id_id: Perlu diingat juga bahwa Anda dapat menambah atau menghapus tag menggunakan filter WordPress <em><a href="#" onclick="jQuery('a#contextual-help-link').trigger('click');return false;">mandrill_payload</a></em>.
pl_pl: Pamitaj również, że możesz dodawa lub usuwa tagi za pomoc filtra WordPress <em><a href="#" onclick="jQuery('a#contextual-help-link').trigger('click');return false;">mandrill_payload</a></em>.

source: Mandrill Recent Statistics
bg_bg: Mandrill последни статистики
pl_pl: Ostatnie statystyki Mandrill

source: Security check failed.
bg_bg: Проверката на сигурността е неуспешна.
id_id: Pemeriksaan keamanan gagal.
pl_pl: Sprawdzenie bezpieczestwa nie powiodo si.

source: Today
bg_bg: Днес
id_id: Hari Ini
pl_pl: Dzisiaj

source: Last 7 Days
bg_bg: Последните 7 дни
id_id: 7 Hari Terakhir
pl_pl: Ostatnie 7 dni

source: Bounced or Rejected
bg_bg: Върнати или отхвърлени
id_id: Terpental atau Ditolak
pl_pl: Odrzucone lub zwrócone

source: Opened
bg_bg: Отворени
id_id: Dibuka
pl_pl: Otwarte

source: Unopened
bg_bg: Неотворени
id_id: Belum dibuka
pl_pl: Nieotwarte

source: There was a problem retrieving statistics.
bg_bg: Възникна проблем при извличането на статистики.
id_id: Terjadi masalah saat mengambil statistik.
pl_pl: Wystpi problem z pobieraniem statystyk.

source: Filter by:
bg_bg: Филтър по:
id_id: Filter berdasarkan:
pl_pl: Filtruj wedug:

source: Sender:
bg_bg: Подател:
id_id: Pengirim:

source: Tag:
bg_bg: Таг:

source: Display:
bg_bg: Показване:
id_id: Tampilan:

source: Total Volume per Period
bg_bg: Общ обем за период
id_id: Total Volume per Periode

source: Average Volume per Period
bg_bg: Среден обем за период
id_id: Volume Rata-rata per Periode

source: Sending Volume
bg_bg: Обем на изпращане
id_id: Volume Pengiriman

source: emails
bg_bg: имейли
id_id: email

source: Total Volume per Day
bg_bg: Общ обем на ден
id_id: Total Volume per Hari

source: in the last few days
bg_bg: през последните няколко дни
id_id: dalam beberapa hari terakhir

source: in the last few months
bg_bg: през последните няколко месеца
id_id: dalam beberapa bulan terakhir

source: Last 30 Days
bg_bg: Последните 30 дни
id_id: 30 Hari Terakhir

source: Last 60 Days
bg_bg: Последните 60 дни
id_id: 60 Hari Terakhir

source: Last 90 Days
bg_bg: Последните 90 дни
id_id: 90 Hari Terakhir

source: Periods
bg_bg: Периоди
id_id: Periode

source: Volume
bg_bg: Обем

source: Total:
bg_bg: Общо:

source: Average Sending Volume
bg_bg: Среден обем на изпращане
id_id: Volume Pengiriman Rata-rata

source: /day
bg_bg: /ден
id_id: /hari

source: Average Volume per Day
bg_bg: Среден обем на ден
id_id: Volume Rata-rata per Hari

source: You do not have sufficient permissions to access this page.
bg_bg: Нямате достатъчно разрешения за достъп до тази страница.
id_id: Anda tidak memiliki izin yang cukup untuk mengakses halaman ini.

source: Mandrill Service Report
bg_bg: Mandrill отчет за услугата
id_id: Laporan Layanan Mandrill

source: Hourly Sending Volume and Open/Click Rate
bg_bg: Почасов обем на изпращане и процент на отваряне/кликване
id_id: Volume Pengiriman per Jam dan Rasio Buka/Klik

source: Hours
bg_bg: Часове
id_id: Jam

source: Hour
bg_bg: Час
id_id: Jam

source: Daily Sending Volume and Open/Click Rate
bg_bg: Дневен обем на изпращане и процент на отваряне/кликване
id_id: Volume Pengiriman Harian dan Rasio Buka/Klik

source: Days
bg_bg: Дни
id_id: Hari

source: Day
bg_bg: Ден
id_id: Hari

source: in the last 30 days
bg_bg: през последните 30 дни
id_id: dalam 30 hari terakhir

source: Open & Click Rate
bg_bg: Процент на отваряне и кликване
id_id: Rasio Buka & Klik

source: emails
bg_bg: имейли
id_id: email

source: Open Rate
bg_bg: Процент на отваряне
id_id: Rasio Buka

source: Click Rate
bg_bg: Процент на кликване
id_id: Rasio Klik

source: All-time statistics since %s:
bg_bg: Статистики за всички времена от %s:
id_id: Statistik sepanjang waktu sejak %s:

source: Fetch new data
bg_bg: Извличане на нови данни
id_id: Ambil data baru

source: Reputation:
bg_bg: Репутация:
id_id: Reputasi:

source: Quota:
bg_bg: Квота:
id_id: Kuota:

source: sends/hour
bg_bg: изпращания/час
id_id: kirim/jam

source: Emails sent:
bg_bg: Изпратени имейли:
id_id: Email dikirim:

source: Emails delivered:
bg_bg: Доставени имейли:
id_id: Email terkirim:

source: Tracked opens:
bg_bg: Проследени отваряния:
id_id: Pembukaan terlacak:

source: Tracked clicks:
bg_bg: Проследени кликвания:
id_id: Klik terlacak:

source: Rejects:
bg_bg: Отхвърляния:
id_id: Ditolak:

source: Complaints:
bg_bg: Оплаквания:
id_id: Keluhan:

source: Current backlog:
bg_bg: Текущ невършен обем:
id_id: Antrean saat ini:

source: Filtered statistics:
bg_bg: Филтрирани статистики:
id_id: Statistik terfilter:

source: No filter
bg_bg: Без филтър
id_id: Tanpa filter

source: For more detailed statistics, please visit your Mandrill Dashboard
bg_bg: За по-подробни статистики, моля, посетете вашето Mandrill табло
id_id: Untuk statistik yang lebih detail, silakan kunjungi Dashboard Mandrill Anda

source: Hey! You've been using %1$s for a while now. If you're enjoying it, would you mind %2$sleaving a 5-star review%3$s? It helps us keep improving! üôè
id_id: Hei! Anda sudah menggunakan %1$s cukup lama. Jika Anda menyukainya, maukah Anda %2$smemberikan ulasan bintang 5%3$s? Ini membantu kami terus berkembang! üôè

source: Leave a Review
id_id: Berikan Ulasan
pl_pl: Zostaw recenzj

source: Maybe Later
id_id: Mungkin Nanti
pl_pl: Może później

source: Save Changes
id_id: Simpan Perubahan

source: Setup
id_id: Pengaturan Awal
pl_pl: Konfiguracja

source: The purpose of this how-to is to show you how easy it is to start using the awesome platform that Mandrill offers to handle your transactional emails.
id_id: Tujuan panduan ini adalah menunjukkan betapa mudahnya mulai menggunakan platform luar biasa yang ditawarkan Mandrill untuk menangani email transaksional Anda.

source: Hey! You've been using %1$s for a while now. If you're enjoying it, would you mind %2$sleaving a 5-star review%3$s? It helps us keep improving!
pl_pl: Hej! Używasz %1$s już od jakiego czasu. Jeli Ci si podoba, czy mógby %2$szostawi 5-gwiazdkow recenzj%3$s? To pomaga nam si rozwija!

source: This filter has the same structure as Mandrill's API call <a href="http://mandrillapp.com/api/docs/messages.html#method=send" target="_blank">/messages/send</a>, except that it can have one additional parameter when the email is based on a template. The parameter is called "<em>template</em>", which is an associative array of two elements (the first element, a string whose key is "<em>template_name</em>", and a second parameter whose key is "<em>template_content</em>". Its value is an array with the same structure of the parameter "<em>template_content</em>" in the call <a href="http://mandrillapp.com/api/docs/messages.html#method=send-template" target="_blank">/messages/send-template</a>.).
pl_pl: Ten filtr ma tak sam struktur jak wywoanie API Mandrill <a href="http://mandrillapp.com/api/docs/messages.html#method=send" target="_blank">/messages/send</a>, z wyjtkiem tego, że może mie jeden dodatkowy parametr, gdy e-mail jest oparty na szablonie. Parametr nazywa si "<em>template</em>" i jest tablic asocjacyjn dwóch elementów (pierwszy element to cig, którego kluczem jest "<em>template_name</em>", a drugi parametr, którego kluczem jest "<em>template_content</em>". Jego wartoci jest tablica o tej samej strukturze co parametr "<em>template_content</em>" w wywoaniu <a href="http://mandrillapp.com/api/docs/messages.html#method=send-template" target="_blank">/messages/send-template</a>.).
