Repository: Miller-Media/send-emails-with-mandrill
Catalog: languages/send-emails-with-mandrill-*.po
Languages: bg_bg, id_id, pl_pl

source: Send E-mails with Mandrill
bg_bg: Изпращане на имейли с Mandrill

source: Send e-mails using Mandrill. This is a forked version of the now unsupported plugin <a href="https://wordpress.org/plugins/wpmandrill/">wpMandrill</a>.
bg_bg: Изпращане на имейли чрез Mandrill. Това е форкната версия на вече неподдържания плъгин <a href="https://wordpress.org/plugins/wpmandrill/">wpMandrill</a>.

source: Mandrill: How to tell WordPress to use wpMandrill.
bg_bg: Mandrill: Как да кажете на WordPress да използва wpMandrill.
id_id: Mandrill: Cara mengatur WordPress untuk menggunakan wpMandrill.

source: Mandrill: How to send a regular email.
bg_bg: Mandrill: Как да изпратите обикновен имейл.
id_id: Mandrill: Cara mengirim email biasa.

source: Mandrill: How to modify a certain email using the <em>mandrill_payload</em> WordPress filter.
bg_bg: Mandrill: Как да модифицирате определен имейл, използвайки WordPress филтъра <em>mandrill_payload</em>.
id_id: Mandrill: Cara mengubah email tertentu menggunakan filter WordPress <em>mandrill_payload</em>.

source: Mandrill: How to tell WordPress to change line feeds by BR tags in a certain email using the <em>mandrill_nl2br</em> WordPress filter.
bg_bg: Mandrill: Как да кажете на WordPress да промени преходите на нов ред с BR тагове в определен имейл, използвайки WordPress филтъра <em>mandrill_nl2br</em>.
id_id: Mandrill: Cara mengatur WordPress untuk mengubah jeda baris menjadi tag BR pada email tertentu menggunakan filter WordPress <em>mandrill_nl2br</em>.

source: Mandrill: How to send emails from within your plugins.
bg_bg: Mandrill: Как да изпращате имейли от вашите добавки.
id_id: Mandrill: Cara mengirim email dari dalam plugin Anda.

source: Mandrill: How to use multiple editable regions in your template.
bg_bg: Mandrill: Как да използвате множество редактируеми региони в шаблона си.
id_id: Mandrill: Cara menggunakan beberapa wilayah yang dapat diedit dalam template Anda.

source: Just by setting it up, all the emails sent from your WordPress installation will be sent using the power of Mandrill.
bg_bg: Само като го настроите, всички имейли, изпратени от вашата WordPress инсталация, ще бъдат изпратени с мощта на Mandrill.
id_id: Hanya dengan mengaturnya, semua email yang dikirim dari instalasi WordPress Anda akan dikirim menggunakan kekuatan Mandrill.

source: If you want further customization, you can use the <strong>mandrill_payload</strong> filter we've provided.
bg_bg: Ако искате допълнителна персонализация, можете да използвате филтъра <strong>mandrill_payload</strong>, който сме предоставили.
id_id: Jika Anda menginginkan penyesuaian lebih lanjut, Anda dapat menggunakan filter <strong>mandrill_payload</strong> yang telah kami sediakan.

source: And if you want an even greater integration between your application and Mandrill, we've created a convenient call to send emails from within your plugins.
bg_bg: И ако искате още по-голяма интеграция между вашето приложение и Mandrill, създадохме удобно извикване за изпращане на имейли от вашите добавки.
id_id: Dan jika Anda menginginkan integrasi yang lebih mendalam antara aplikasi Anda dan Mandrill, kami telah membuat panggilan yang praktis untuk mengirim email dari dalam plugin Anda.

source: You can learn more about all of these features right from this page.
bg_bg: Можете да научите повече за всички тези функции директно от тази страница.
id_id: Anda dapat mempelajari lebih lanjut tentang semua fitur ini langsung dari halaman ini.

source: Simply install wpMandrill and configure it to make it handle all the email functions of your WordPress installation.
bg_bg: Просто инсталирайте wpMandrill и го конфигурирайте, за да обработва всички имейл функции на вашата WordPress инсталация.
id_id: Cukup instal wpMandrill dan konfigurasikan agar menangani semua fungsi email dari instalasi WordPress Anda.

source: Once it has been properly configured, it will replace the regular WordPress emailing processes, so it's basically transparent for you and for WordPress.
bg_bg: След като бъде правилно конфигуриран, той ще замени обикновените процеси за изпращане на имейли в WordPress, така че практически е прозрачен за вас и за WordPress.
id_id: Setelah dikonfigurasi dengan benar, plugin ini akan menggantikan proses pengiriman email WordPress biasa, sehingga pada dasarnya transparan bagi Anda dan WordPress.

source: To test wpMandrill, log out, and try to use the <em>Forgot your password?</em> feature in WordPress (you don't need to reset your password though. Just check the headers of the email that it sends you, and you'll see that it comes from Mandrill's servers).
bg_bg: За да тествате wpMandrill, излезте и опитайте да използвате функцията <em>Забравена парола?</em> в WordPress (не е необходимо да нулирате паролата си. Просто проверете заглавките на имейла, който ви изпраща, и ще видите, че идва от сървърите на Mandrill).
id_id: Untuk menguji wpMandrill, keluar, dan coba gunakan fitur <em>Lupa kata sandi?</em> di WordPress (Anda tidak perlu mengatur ulang kata sandi. Cukup periksa header email yang dikirimkan kepada Anda, dan Anda akan melihat bahwa email tersebut berasal dari server Mandrill).

source: If you're a Plugin Developer, and you need to send a regular email using wpMandrill, you don't need to learn anything else. You can use the good ol' <strong>wp_mail</strong> function, as you would normally do if you were not using this plugin.
bg_bg: Ако сте разработчик на добавки и трябва да изпратите обикновен имейл с wpMandrill, не е необходимо да учите нещо ново. Можете да използвате добрата стара функция <strong>wp_mail</strong>, както обикновено бихте направили, ако не използвахте тази добавка.
id_id: Jika Anda seorang Pengembang Plugin dan perlu mengirim email biasa menggunakan wpMandrill, Anda tidak perlu mempelajari hal lain. Anda dapat menggunakan fungsi <strong>wp_mail</strong> yang sudah familiar, seperti biasa tanpa plugin ini.

source: For example:
bg_bg: Например:
id_id: Contoh:

source: &lt;?php wp_mail('your@address.com', 'Your subject', 'Your message'); ?&gt;
bg_bg: &lt;?php wp_mail('вашият@адрес.bg', 'Вашата тема', 'Вашето съобщение'); ?&gt;
id_id: &lt;?php wp_mail('your@address.com', 'Subjek Anda', 'Pesan Anda'); ?&gt;

source: By default, wpMandrill uses only one editable section of your templates: <em>main</em> so its use is transparent for the you.
bg_bg: По подразбиране wpMandrill използва само една редактируема секция от вашите шаблони: <em>main</em>, така че използването му е прозрачно за вас.
id_id: Secara default, wpMandrill hanya menggunakan satu bagian template yang dapat diedit: <em>main</em> sehingga penggunaannya transparan bagi Anda.

source: If you need to use more than one, <em>main</em> included, you need to provided an array with the content to use for each editable region involved. This array should be supply in the field "html" of the payload.
bg_bg: Ако трябва да използвате повече от една, включително <em>main</em>, трябва да предоставите масив със съдържанието за използване за всеки редактируем регион. Този масив трябва да бъде предоставен в полето "html" на товара.
id_id: Jika Anda perlu menggunakan lebih dari satu, termasuk <em>main</em>, Anda harus menyediakan array dengan konten untuk setiap wilayah yang dapat diedit. Array ini harus dimasukkan di kolom "html" dari payload.

source: This array has the same structure of the parameter <em>template_content</em> of the API call <a href="https://mandrillapp.com/api/docs/messages.html#method=send-template" target="_blank">send-template</a>:
bg_bg: Този масив има същата структура като параметъра <em>template_content</em> на API извикването <a href="https://mandrillapp.com/api/docs/messages.html#method=send-template" target="_blank">send-template</a>:
id_id: Array ini memiliki struktur yang sama dengan parameter <em>template_content</em> dari panggilan API <a href="https://mandrillapp.com/api/docs/messages.html#method=send-template" target="_blank">send-template</a>:

source: $message["html"] = array( array("name" => region_name_1", "content" => "My awesome content for Region 1"), ... , array( "name" => region_name_2", "content" => "My awesome content for Region 2") )
bg_bg: $message["html"] = array( array("name" => име_на_регион_1", "content" => "Моето страхотно съдържание за Регион 1"), ... , array( "name" => име_на_регион_2", "content" => "Моето страхотно съдържание за Регион 2") )
id_id: $message["html"] = array( array("name" => region_name_1", "content" => "Konten hebat saya untuk Wilayah 1"), ... , array( "name" => region_name_2", "content" => "Konten hebat saya untuk Wilayah 2") )

source: if you need to fine tune one or some of the emails sent through your WordPress installation, you will need to use the <em>mandrill_payload</em> filter.
bg_bg: Ако трябва да прецизирате един или някои от имейлите, изпратени чрез вашата WordPress инсталация, ще трябва да използвате филтъра <em>mandrill_payload</em>.
id_id: jika Anda perlu menyempurnakan satu atau beberapa email yang dikirim melalui instalasi WordPress Anda, Anda harus menggunakan filter <em>mandrill_payload</em>.

source: To use it, you must create a function that analyzes the payload that is about to be sent to Mandrill, and modify it based on your requirements. Then you'll need to add this function as the callback of the mentioned filter, using the <em>add_filter</em> WordPress call. And finally, insert it into your theme's functions.php file or you own plugin's file.
bg_bg: За да го използвате, трябва да създадете функция, която анализира товара, който ще бъде изпратен до Mandrill, и да го модифицирате според вашите изисквания. След това ще трябва да добавите тази функция като callback на споменатия филтър, използвайки WordPress извикването <em>add_filter</em>. И накрая, вмъкнете го във файла functions.php на вашата тема или във файла на вашата собствена добавка.
id_id: Untuk menggunakannya, Anda harus membuat fungsi yang menganalisis payload yang akan dikirim ke Mandrill, dan memodifikasinya sesuai kebutuhan Anda. Kemudian Anda perlu menambahkan fungsi ini sebagai callback dari filter yang disebutkan, menggunakan panggilan WordPress <em>add_filter</em>. Dan terakhir, masukkan ke file functions.php tema Anda atau file plugin Anda sendiri.

source: You can use the following code as an skeleton for your own callbacks:
bg_bg: Можете да използвате следния код като скелет за вашите собствени callbacks:
id_id: Anda dapat menggunakan kode berikut sebagai kerangka untuk callback Anda sendiri:

source: Let's say you're using the <a href="http://wordpress.org/extend/plugins/cart66-lite/" target="_blank">Cart66 Lite Ecommerce plugin</a> and you want to modify the emails sent from this plugin. Here's what you should do:
bg_bg: Да кажем, че използвате <a href="http://wordpress.org/extend/plugins/cart66-lite/" target="_blank">Cart66 Lite Ecommerce плъгин</a> и искате да модифицирате имейлите, изпратени от тази добавка. Ето какво трябва да направите:
id_id: Misalnya Anda menggunakan <a href="http://wordpress.org/extend/plugins/cart66-lite/" target="_blank">plugin Cart66 Lite Ecommerce</a> dan ingin mengubah email yang dikirim dari plugin ini. Berikut yang harus Anda lakukan:

source: That's easy! Just do something like this:
bg_bg: Това е лесно! Просто направете нещо подобно:
id_id: Itu mudah! Cukup lakukan seperti ini:

source: If you are a Plugin Developer and you need to create a deep integration between Mandrill and your WordPress installation, wpMandrill will make your life easier.
bg_bg: Ако сте разработчик на добавки и трябва да създадете дълбока интеграция между Mandrill и вашата WordPress инсталация, wpMandrill ще ви улесни живота.
id_id: Jika Anda seorang Pengembang Plugin dan perlu membuat integrasi mendalam antara Mandrill dan instalasi WordPress Anda, wpMandrill akan mempermudah pekerjaan Anda.

source: We have exposed a simple function that allows you to add tags and specify the template to use, in addition to specifying the To, Subject and Body sections of the email:
bg_bg: Предоставихме проста функция, която ви позволява да добавяте тагове и да посочите шаблона за използване, в допълнение към посочването на секциите До, Тема и Тяло на имейла:
id_id: Kami telah menyediakan fungsi sederhana yang memungkinkan Anda menambahkan tag dan menentukan template yang akan digunakan, selain menentukan bagian Kepada, Subjek, dan Isi email:

source: But if you need Mandrill Powers, we have included a full-featured PHP class called Mandrill. It has every API call defined in Mandrill's API. Check it out at <em>/wp-content/plugin/wpmandrill/lib/mandrill.class.php</em>.
bg_bg: Но ако имате нужда от пълната мощ на Mandrill, включихме пълнофункционален PHP клас, наречен Mandrill. Той има всяко API извикване, дефинирано в Mandrill API. Проверете го в <em>/wp-content/plugin/wpmandrill/lib/mandrill.class.php</em>.
id_id: Tetapi jika Anda membutuhkan kekuatan Mandrill, kami telah menyertakan kelas PHP berfitur lengkap bernama Mandrill. Kelas ini memiliki setiap panggilan API yang didefinisikan dalam API Mandrill. Lihat di <em>/wp-content/plugin/wpmandrill/lib/mandrill.class.php</em>.

source: To use it, just instantiate an object passing your API key, and make the calls:
bg_bg: За да го използвате, просто създайте обект, предавайки вашия API ключ, и направете извикванията:
id_id: Untuk menggunakannya, cukup buat objek dengan memasukkan kunci API Anda, dan lakukan panggilan:

source: Invalid API key
bg_bg: Невалиден API ключ
id_id: Kunci API tidak valid

source: Unknown request type
bg_bg: Неизвестен тип заявка
id_id: Jenis permintaan tidak dikenal

source: Unknown
bg_bg: Неизвестен
id_id: Tidak diketahui

source: Send Emails with Mandrill requires PHP 5.6 or higher. Please upgrade your version of PHP to activate.
bg_bg: Изпращане на имейли с Mandrill изисква PHP 5.6 или по-висока версия. Моля, надградете вашата версия на PHP, за да активирате.
id_id: Send Emails with Mandrill membutuhkan PHP 5.6 atau lebih tinggi. Silakan perbarui versi PHP Anda untuk mengaktifkan.

source: API Settings
bg_bg: API настройки
id_id: Pengaturan API
pl_pl: Ustawienia API

source: API Key
bg_bg: API ключ
id_id: Kunci API
pl_pl: Klucz API

source: Sender Settings
bg_bg: Настройки на подателя
id_id: Pengaturan Pengirim
pl_pl: Ustawienia nadawcy

source: FROM Name
bg_bg: ОТ име
id_id: Nama PENGIRIM
pl_pl: Nazwa nadawcy

source: FROM Email
bg_bg: ОТ имейл
id_id: Email PENGIRIM
pl_pl: E-mail nadawcy

source: Reply-To Email
bg_bg: Отговор-до имейл
id_id: Email Balas-Ke
pl_pl: E-mail odpowiedzi

source: Sub Account
bg_bg: Подакаунт
id_id: Sub Akun
pl_pl: Podkonto

source: Tracking
bg_bg: Проследяване
id_id: Pelacakan
pl_pl: ledzenie

source: Track opens
bg_bg: Проследяване на отваряния
id_id: Lacak pembukaan
pl_pl: ledź otwarcia

source: Track clicks
bg_bg: Проследяване на кликове
id_id: Lacak klik
pl_pl: ledź kliknicia

source: General Design
bg_bg: Общ дизайн
id_id: Desain Umum
pl_pl: Ogólny projekt

source: Template
bg_bg: Шаблон
pl_pl: Szablon

source: Content
bg_bg: Съдържание
id_id: Konten
pl_pl: Zawarto

source: WooCommerce Fix
bg_bg: WooCommerce поправка
id_id: Perbaikan WooCommerce
pl_pl: Poprawka WooCommerce

source: General Tags
bg_bg: Общи тагове
id_id: Tag Umum
pl_pl: Ogólne tagi

source: Tags
bg_bg: Тагове
id_id: Tag
pl_pl: Tagi

source: Send a test email using these settings
bg_bg: Изпратете тестов имейл с тези настройки
id_id: Kirim email tes menggunakan pengaturan ini
pl_pl: Wylij testowy e-mail używajc tych ustawie

source: Send to
bg_bg: Изпрати до
id_id: Kirim ke
pl_pl: Wylij do

source: Subject
bg_bg: Тема
id_id: Subjek
pl_pl: Temat

source: Message
bg_bg: Съобщение
id_id: Pesan
pl_pl: Wiadomo

source: Miscellaneous
bg_bg: Разни
id_id: Lain-lain
pl_pl: Różne

source: Hide WP Dashboard Widget
bg_bg: Скриване на WP табло уиджет
id_id: Sembunyikan Widget Dashboard WP
pl_pl: Ukryj widget pulpitu WP

source: Mandrill Settings
bg_bg: Mandrill настройки
id_id: Pengaturan Mandrill
pl_pl: Ustawienia Mandrill

source: Mandrill Reports
bg_bg: Mandrill доклади
id_id: Laporan Mandrill
pl_pl: Raporty Mandrill

source: <strong>wpMandrill is activated!</strong> Each site on your network must be connected individually by an admin on that site.
bg_bg: <strong>wpMandrill е активиран!</strong> Всеки сайт в мрежата ви трябва да бъде свързан индивидуално от администратор на този сайт.
id_id: <strong>wpMandrill telah diaktifkan!</strong> Setiap situs di jaringan Anda harus dihubungkan secara individual oleh admin di situs tersebut.
pl_pl: <strong>wpMandrill jest aktywowany!</strong> Każda witryna w Twojej sieci musi by podczona indywidualnie przez administratora tej witryny.

source: Mandrill: wp_mail has been declared by another process or plugin, so you won't be able to use Mandrill until the problem is solved.
bg_bg: Mandrill: wp_mail е деклариран от друг процес или добавка, така че няма да можете да използвате Mandrill, докато проблемът не бъде решен.
id_id: Mandrill: wp_mail telah dideklarasikan oleh proses atau plugin lain, sehingga Anda tidak dapat menggunakan Mandrill sampai masalah tersebut diselesaikan.
pl_pl: Mandrill: wp_mail zosta zadeklarowany przez inny proces lub wtyczk, wic nie bdziesz móg używa Mandrill, dopóki problem nie zostanie rozwizany.

source: To use this plugin you will need:
bg_bg: За да използвате тази добавка, ще ви трябва:
id_id: Untuk menggunakan plugin ini Anda memerlukan:
pl_pl: Aby uży tej wtyczki, bdziesz potrzebowa:

source: Your Mandrill account.
bg_bg: Вашият Mandrill акаунт.
id_id: Akun Mandrill Anda.
pl_pl: Twojego konta Mandrill.

source: A valid sender email address.
bg_bg: Валиден имейл адрес на подател.
id_id: Alamat email pengirim yang valid.
pl_pl: Prawidowego adresu e-mail nadawcy.

source: Once you have properly configured the settings, the plugin will take care of all the emails sent through your WordPress installation.
bg_bg: След като правилно конфигурирате настройките, добавката ще се погрижи за всички имейли, изпратени чрез вашата WordPress инсталация.
id_id: Setelah Anda mengonfigurasi pengaturan dengan benar, plugin akan menangani semua email yang dikirim melalui instalasi WordPress Anda.
pl_pl: Po prawidowym skonfigurowaniu ustawie wtyczka zajmie si wszystkimi e-mailami wysyanymi przez Twoj instalacj WordPress.

source: However, if you need to customize any part of the email before sending, you can do so by using the WordPress filter <strong>mandrill_payload</strong>.
bg_bg: Въпреки това, ако трябва да персонализирате някаква част от имейла преди изпращане, можете да го направите, използвайки WordPress филтъра <strong>mandrill_payload</strong>.
id_id: Namun, jika Anda perlu menyesuaikan bagian mana pun dari email sebelum mengirim, Anda dapat melakukannya dengan menggunakan filter WordPress <strong>mandrill_payload</strong>.
pl_pl: Jeli jednak musisz dostosowa jakkolwiek cz e-maila przed wysaniem, możesz to zrobi za pomoc filtra WordPress <strong>mandrill_payload</strong>.

source: This filter has the same structure as Mandrill's API call <a href="http://mandrillapp.com/api/docs/messages.html#method=send" target="_blank">/messages/send</a>, except that it can have one additional parameter when the email is based on a template. The parameter is called "<em>template</em>", which is an associative array of two elements (the first element, a string whose key is "<em>template_name</em>", and a second parameter whose key is "<em>template_content</em>". Its value is an array with the same structure of the parameter "<em>template_content</em>" in the call <a href="http://mandrillapp.com/api/docs/messages.html#method=send-template" target="_blank">/messages/send-template</a>.)
bg_bg: Този филтър има същата структура като Mandrill API извикването <a href="http://mandrillapp.com/api/docs/messages.html#method=send" target="_blank">/messages/send</a>, с изключение на това, че може да има един допълнителен параметър, когато имейлът се основава на шаблон. Параметърът се нарича "<em>template</em>", който е асоциативен масив от два елемента (първият елемент е низ, чийто ключ е "<em>template_name</em>", и втори параметър, чийто ключ е "<em>template_content</em>". Стойността му е масив със същата структура като параметъра "<em>template_content</em>" в извикването <a href="http://mandrillapp.com/api/docs/messages.html#method=send-template" target="_blank">/messages/send-template</a>.)
id_id: Filter ini memiliki struktur yang sama dengan panggilan API Mandrill <a href="http://mandrillapp.com/api/docs/messages.html#method=send" target="_blank">/messages/send</a>, kecuali dapat memiliki satu parameter tambahan ketika email berbasis template. Parameter tersebut bernama "<em>template</em>", yang merupakan array asosiatif dengan dua elemen (elemen pertama, string dengan kunci "<em>template_name</em>", dan parameter kedua dengan kunci "<em>template_content</em>". Nilainya adalah array dengan struktur yang sama dengan parameter "<em>template_content</em>" dalam panggilan <a href="http://mandrillapp.com/api/docs/messages.html#method=send-template" target="_blank">/messages/send-template</a>.)

source: Note that if you're sending additional headers in your emails, the only valid headers are <em>From:</em>, <em>Reply-To:</em>, and <em>X-*:</em>. <em>Bcc:</em> is also valid, but Mandrill will send the blind carbon copy to only the first address, and the remaining will be silently discarded.
bg_bg: Имайте предвид, че ако изпращате допълнителни заглавки в имейлите си, единствените валидни заглавки са <em>From:</em>, <em>Reply-To:</em> и <em>X-*:</em>. <em>Bcc:</em> също е валидна, но Mandrill ще изпрати скрито копие само до първия адрес, а останалите ще бъдат тихо отхвърлени.
id_id: Perlu diperhatikan bahwa jika Anda mengirim header tambahan di email Anda, header yang valid hanya <em>From:</em>, <em>Reply-To:</em>, dan <em>X-*:</em>. <em>Bcc:</em> juga valid, tetapi Mandrill hanya akan mengirim salinan tersembunyi ke alamat pertama, dan sisanya akan diabaikan secara diam-diam.
pl_pl: Zwró uwag, że jeli wysyasz dodatkowe nagówki w swoich e-mailach, jedynymi prawidowymi nagówkami s <em>From:</em>, <em>Reply-To:</em> i <em>X-*:</em>. <em>Bcc:</em> jest również prawidowe, ale Mandrill wyle ukryt kopi tylko na pierwszy adres, a pozostae zostan cicho odrzucone.

source: Also note that if any error occurs while sending the email, the plugin will try to send the message again using the native WordPress mailing capabilities.
bg_bg: Също така имайте предвид, че ако възникне грешка при изпращане на имейла, добавката ще се опита да изпрати съобщението отново, използвайки вградените WordPress функции за изпращане на поща.
id_id: Perlu diperhatikan juga bahwa jika terjadi kesalahan saat mengirim email, plugin akan mencoba mengirim pesan lagi menggunakan kemampuan pengiriman email bawaan WordPress.
pl_pl: Zwró również uwag, że jeli wystpi jakikolwiek bd podczas wysyania e-maila, wtyczka spróbuje wysa wiadomo ponownie, używajc natywnych możliwoci wysyki poczty WordPress.
